Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# applePencilInterationModeOneFingerMoveDescription
source: **Move with one finger** • Use one finger to move the canvas • Use two fingers to move or zoom the canvas • Select with the dedicated tool
ar: **تحرك بإصبع واحد** • استخدم إصبع واحد لتحريك اللوحة • استخدم إصبعين للتحريك أو التكبير اللوحة • اختر باستخدام الأداة المخصصة
de: **Mit einem Finger bewegen** • Benutze einen Finger, um die Leinwand zu bewegen • Benutze zwei Finger, um die Leinwand zu verschieben oder zu zoomen • Mit dem speziellen Werkzeug auswählen
es: **Mover con un dedo** • Usa un dedo para mover el lienzo • Usa dos dedos para mover o hacer zoom en el lienzo • Selecciona con la herramienta dedicada
fr: **Déplacer avec un doigt** • Utilisez un doigt pour déplacer la toile • Utilisez deux doigts pour déplacer ou zoomer sur la toile • Sélectionnez avec l'outil dédié
hi: **एक उंगली से स्थानांतरित करें** • कैनवास को स्थानांतरित करने के लिए एक उंगली का उपयोग करें • कैनवास को स्थानांतरित या ज़ूम करने के लिए दो उंगलियों का उपयोग करें • समर्पित उपकरण से चयन करें
it: **Muovi con un dito** • Usa un dito per muovere la tela • Usa due dita per muovere o zoomare la tela • Seleziona con lo strumento dedicato
ja: **指一本で移動** • 指一本でキャンバスを移動 • 指二本でキャンバスを移動またはズーム • 専用ツールで選択
ko: **한 손가락으로 이동** • 한 손가락으로 캔버스를 이동 • 두 손가락으로 캔버스를 이동하거나 확대/축소 • 전용 도구로 선택
nl: **Beweeg met één vinger** • Gebruik één vinger om het canvas te verplaatsen • Gebruik twee vingers om het canvas te verplaatsen of in te zoomen • Selecteer met de speciale tool
pl: **Przesuwaj jednym palcem** • Użyj jednego palca, aby przesunąć płótno • Użyj dwóch palców, aby przesunąć lub powiększyć płótno • Wybierz za pomocą dedykowanego narzędzia
pt: **Mover com um dedo** • Use um dedo para mover a tela • Use dois dedos para mover ou ampliar a tela • Selecione com a ferramenta dedicada
ru: **Перемещение одним пальцем** • Используйте один палец, чтобы перемещать холст • Используйте два пальца, чтобы перемещать или увеличивать холст • Выбирайте с помощью специального инструмента
th: **เลื่อนด้วยนิ้วเดียว** • ใช้นิ้วเดียวเพื่อเลื่อนผืนผ้าใบ • ใช้นิ้วสองนิ้วเพื่อเลื่อนหรือซูมผืนผ้าใบ • เลือกด้วยเครื่องมือที่กำหนด
tr: **Bir parmakla hareket ettirin** • Tuvali hareket ettirmek için bir parmak kullanın • Tuvali hareket ettirmek veya yakınlaştırmak için iki parmak kullanın • Özel araç ile seçim yapın
vi: **Di chuyển bằng một ngón tay** • Sử dụng một ngón tay để di chuyển canvas • Sử dụng hai ngón tay để di chuyển hoặc phóng to canvas • Chọn với công cụ chuyên dụng
zh_hans: **用一根手指移动** • 使用一根手指移动画布 • 使用两根手指移动或缩放画布 • 使用专用工具选择
zh_hant: **單指移動** • 使用一根手指移動畫布 • 使用兩根手指移動或縮放畫布 • 使用專用工具進行選擇

# applePencilInterationModeOneFingerMoveTitle
source: Move with one finger
ar: تحرك بإصبع واحد
de: Mit einem Finger bewegen
es: Mover con un dedo
fr: Déplacer avec un doigt
hi: एक उंगली से स्थानांतरित करें
it: Muovi con un dito
ja: 指一本で移動
ko: 한 손가락으로 이동
nl: Beweeg met één vinger
pl: Przesuwaj jednym palcem
pt: Mover com um dedo
ru: Перемещение одним пальцем
th: เลื่อนด้วยนิ้วเดียว
tr: Bir parmakla hareket ettirin
vi: Di chuyển bằng một ngón tay
zh_hans: 用一根手指移动
zh_hant: 單指移動

# applePencilInterationModeNoneDescription
source: **None** • Use Excalidraw's default pointer behavior • Finger and Pencil follow the same input rules
ar: **لا شيء** • استخدم سلوك المؤشر الافتراضي ل Excalidraw • تعمل الأصابع والقلم بنفس قواعد الإدخال
de: **Keine** • Verwenden Sie das Standardzeigerverhalten von Excalidraw • Finger und Stift folgen denselben Eingaberegeln
es: **Ninguno** • Utiliza el comportamiento de puntero predeterminado de Excalidraw • El dedo y el lápiz siguen las mismas reglas de entrada
fr: **Aucun** • Utilisez le comportement par défaut du pointeur d'Excalidraw • Doigt et Stylet suivent les mêmes règles d'entrée
hi: **कोई नहीं** • Excalidraw के डिफ़ॉल्ट पॉइंटर व्यवहार का उपयोग करें • ऊंगली और पेंसिल समान इनपुट नियमों का पालन करते हैं
it: **Nessuno** • Utilizza il comportamento predefinito del puntatore di Excalidraw • Il dito e la matita seguono le stesse regole di input
ja: **無し** • Excalidrawのデフォルトのポインタ動作を使用 • 指とペンシルは同じ入力ルールに従います
ko: **없음** • Excalidraw의 기본 포인터 동작 사용 • 손가락과 펜슬은 동일한 입력 규칙 따름
nl: **Geen** • Gebruik de standaard pointergedrag van Excalidraw • Vinger en Pencil volgen dezelfde invoerregels
pl: **Brak** • Użyj domyślnego zachowania wskaźnika Excalidraw • Palec i ołówek podążają za tymi samymi zasadami wejścia
pt: **Nenhum** • Use o comportamento padrão do ponteiro do Excalidraw • Dedo e Lápis seguem as mesmas regras de entrada
ru: **Нет** • Используйте поведение указателя по умолчанию Excalidraw • Палец и карандаш следуют одним и тем же правилам ввода
th: **ไม่มี** • ใช้พฤติกรรมของตัวชี้เริ่มต้นของ Excalidraw • นิ้วและดินสอจะปฏิบัติตามกฎการป้อนข้อมูลเดียวกัน
tr: **Hiçbiri** • Excalidraw'ın varsayılan imleç davranışını kullanın • Parmak ve Kalem aynı giriş kurallarını izler
vi: **Không** • Sử dụng hành vi con trỏ mặc định của Excalidraw • Ngón tay và Bút đều theo cùng một quy tắc đầu vào
zh_hans: **无** • 使用 Excalidraw 的默认指针行为 • 手指和铅笔遵循相同的输入规则
zh_hant: **無** • 使用 Excalidraw 的預設指標行為 • 手指和 Pencil 遵循相同的輸入規則

# applePencilInterationModeNoneTipsDescription
source: • Use Excalidraw's default pointer behavior • Finger and Pencil follow the same input rules
ar: • استخدم سلوك المؤشر الافتراضي ل Excalidraw • تعمل الأصابع والقلم بنفس قواعد الإدخال
de: • Verwenden Sie das Standardzeigerverhalten von Excalidraw • Finger und Stift folgen denselben Eingaberegeln
es: • Utiliza el comportamiento de puntero predeterminado de Excalidraw • El dedo y el lápiz siguen las mismas reglas de entrada
fr: • Utilisez le comportement par défaut du pointeur d'Excalidraw • Doigt et Stylet suivent les mêmes règles d'entrée
hi: • Excalidraw के डिफ़ॉल्ट पॉइंटर व्यवहार का उपयोग करें • ऊंगली और पेंसिल समान इनपुट नियमों का पालन करते हैं
it: • Utilizza il comportamento predefinito del puntatore di Excalidraw • Il dito e la matita seguono le stesse regole di input
ja: • Excalidrawのデフォルトのポインタ動作を使用 • 指とペンシルは同じ入力ルールに従います
ko: • Excalidraw의 기본 포인터 동작 사용 • 손가락과 펜슬은 동일한 입력 규칙 따름
nl: • Gebruik de standaard pointergedrag van Excalidraw • Vinger en Pencil volgen dezelfde invoerregels
pl: • Użyj domyślnego zachowania wskaźnika Excalidraw • Palec i ołówek podążają za tymi samymi zasadami wejścia
pt: • Use o comportamento padrão do ponteiro do Excalidraw • Dedo e Lápis seguem as mesmas regras de entrada
ru: • Используйте поведение указателя по умолчанию Excalidraw • Палец и карандаш следуют одним и тем же правилам ввода
th: • ใช้พฤติกรรมของตัวชี้เริ่มต้นของ Excalidraw • นิ้วและดินสอจะปฏิบัติตามกฎการป้อนข้อมูลเดียวกัน
tr: • Excalidraw'ın varsayılan imleç davranışını kullanın • Parmak ve Kalem aynı giriş kurallarını izler
vi: • Sử dụng hành vi con trỏ mặc định của Excalidraw • Ngón tay và Bút đều theo cùng một quy tắc đầu vào
zh_hans: • 使用 Excalidraw 的默认指针行为 • 手指和铅笔遵循相同的输入规则
zh_hant: • 使用 Excalidraw 的預設指標行為 • 手指和 Pencil 遵循相同的輸入規則

# applePencilInterationModeNoneTitle
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: 無し
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Hiçbiri
vi: Không
zh_hans: 无
zh_hant: 無

# applePencilInterationModeOneFingerSelectDescription
source: **Select with one finger** • Drag with one finger to select • Use two fingers to move or zoom the canvas
ar: **اختر بإصبع واحد** • اسحب بإصبع واحد للاختيار • استخدم إصبعين للتحريك أو التكبير اللوحة
de: **Mit einem Finger auswählen** • Ziehe mit einem Finger, um auszuwählen • Benutze zwei Finger, um die Leinwand zu verschieben oder zu zoomen
es: **Seleccionar con un dedo** • Arrastra con un dedo para seleccionar • Usa dos dedos para mover o hacer zoom en el lienzo
fr: **Sélectionner avec un doigt** • Faites glisser avec un doigt pour sélectionner • Utilisez deux doigts pour déplacer ou zoomer sur la toile
hi: **एक उंगली से चयन करें** • चयन करने के लिए एक उंगली से खींचें • कैनवास को स्थानांतरित या ज़ूम करने के लिए दो उंगलियों का उपयोग करें
it: **Seleziona con un dito** • Trascina con un dito per selezionare • Usa due dita per muovere o zoomare la tela
ja: **指一本で選択** • 指一本でドラッグして選択 • 指二本でキャンバスを移動またはズーム
ko: **한 손가락으로 선택** • 한 손가락으로 드래그하여 선택 • 두 손가락으로 캔버스를 이동하거나 확대/축소
nl: **Selecteer met één vinger** • Sleep met één vinger om te selecteren • Gebruik twee vingers om het canvas te verplaatsen of in te zoomen
pl: **Wybieraj jednym palcem** • Przeciągnij jednym palcem, aby zaznaczyć • Użyj dwóch palców, aby przesunąć lub powiększyć płótno
pt: **Selecionar com um dedo** • Arraste com um dedo para selecionar • Use dois dedos para mover ou ampliar a tela
ru: **Выбор одним пальцем** • Перетащите одним пальцем, чтобы выбрать • Используйте два пальца, чтобы перемещать или увеличивать холст
th: **เลือกด้วยนิ้วเดียว** • ลากด้วยนิ้วเดียวเพื่อเลือก • ใช้นิ้วสองนิ้วเพื่อเลื่อนหรือซูมผืนผ้าใบ
tr: **Bir parmakla seçin** • Seçmek için bir parmakla sürükleyin • Tuvali hareket ettirmek veya yakınlaştırmak için iki parmak kullanın
vi: **Chọn bằng một ngón tay** • Kéo bằng một ngón tay để chọn • Sử dụng hai ngón tay để di chuyển hoặc phóng to canvas
zh_hans: **用一根手指选择** • 用一根手指拖动以选择 • 使用两根手指移动或缩放画布
zh_hant: **單指選擇** • 用一根手指拖動以選擇 • 使用兩根手指移動或縮放畫布

# applePencilInterationModeOneFingerSelectTitle
source: Select with one finger
ar: اختر بإصبع واحد
de: Mit einem Finger auswählen
es: Seleccionar con un dedo
fr: Sélectionner avec un doigt
hi: एक उंगली से चयन करें
it: Seleziona con un dito
ja: 指一本で選択
ko: 한 손가락으로 선택
nl: Selecteer met één vinger
pl: Wybieraj jednym palcem
pt: Selecionar com um dedo
ru: Выбор одним пальцем
th: เลือกด้วยนิ้วเดียว
tr: Bir parmakla seçin
vi: Chọn bằng một ngón tay
zh_hans: 用一根手指选择
zh_hant: 單指選擇

# applePencilInterationTitle
source: Interation
ar: التفاعل
de: Interaktion
es: Interacción
fr: Interaction
hi: अंतरक्रिया
it: Interazione
ja: インタラクション
ko: 상호작용
nl: Interactie
pl: Interakcja
pt: Interação
ru: Взаимодействие
th: การโต้ตอบ
tr: Etkileşim
vi: Tương tác
zh_hans: 交互
zh_hant: 互動

# applePencilTipsChangeInSettingsHelp
source: You can later change this in settings.
ar: يمكنك تغيير ذلك لاحقًا في الإعدادات.
de: Du kannst dies später in den Einstellungen ändern.
es: Puedes cambiar esto más tarde en la configuración.
fr: Vous pouvez modifier cela plus tard dans les paramètres.
hi: आप इसे बाद में सेटिंग्स में बदल सकते हैं।
it: Puoi cambiare questo in seguito nelle impostazioni.
ja: 後で設定で変更できます。
ko: 나중에 설정에서 변경할 수 있습니다.
nl: Je kunt dit later in de instellingen wijzigen.
pl: Możesz to później zmienić w ustawieniach.
pt: Você pode alterar isso mais tarde nas configurações.
ru: Вы можете позже изменить это в настройках.
th: คุณสามารถเปลี่ยนแปลงนี้ในการตั้งค่าได้ในภายหลัง
tr: Bunu daha sonra ayarlardan değiştirebilirsiniz.
vi: Bạn có thể thay đổi điều này trong cài đặt sau.
zh_hans: 您可以稍后在设置中更改此项。
zh_hant: 您可以稍後在設置中更改此設置。

# applePencilTipsTitle
source: Apple pencil connected
ar: تم الاتصال بقلم أبل
de: Apple Pencil verbunden
es: Apple Pencil conectado
fr: Apple Pencil connecté
hi: Apple पेंसिल कनेक्टेड
it: Apple pencil connessa
ja: Apple Pencilが接続されました
ko: Apple Pencil이 연결됨
nl: Apple Pencil verbonden
pl: Apple Pencil połączony
pt: Apple pencil conectado
ru: Apple Pencil подключен
th: เชื่อมต่อกับ Apple Pencil
tr: Apple Pencil bağlı
vi: Apple pencil đã kết nối
zh_hans: Apple Pencil 已连接
zh_hant: Apple Pencil 已連接

# archiveDoneWithErrorAlertSubtitle
source: Archive done. But with errors.
ar: تم الأرشفة. ولكن مع وجود أخطاء.
de: Archiv abgeschlossen. Aber mit Fehlern.
es: Archivo completo. Pero con errores.
fr: Archivage terminé. Mais avec des erreurs.
hi: आर्काइव पूरा हुआ। लेकिन कुछ त्रुटियों के साथ।
it: Archiviazione completata. Ma con errori.
ja: アーカイブが完了しましたが、エラーが発生しました。
ko: 아카이브가 완료되었습니다. 그러나 오류가 발생했습니다.
nl: Archivering voltooid. Maar met fouten.
pl: Archiwum zakończone. Ale z błędami.
pt: Arquivo concluído. Mas com erros.
ru: Архив создан. Но с ошибками.
th: การบันทึกเสร็จสิ้น แต่มีข้อผิดพลาด.
tr: Arşiv tamamlandı. Ama hatalarla.
vi: Lưu trữ đã hoàn tất. Nhưng có lỗi.
zh_hans: 归档完成，但有错误。
zh_hant: 存檔完成，但發生錯誤。

# archiveDoneWithErrorAlertTitle
source: Please check the files in the archive.
ar: يرجى التحقق من الملفات في الأرشيف.
de: Bitte überprüfen Sie die Dateien im Archiv.
es: Por favor, revise los archivos en el archivo.
fr: Veuillez vérifier les fichiers dans l'archive.
hi: कृपया आर्काइव में फ़ाइलों की जांच करें।
it: Si prega di controllare i file nell'archivio.
ja: アーカイブ内のファイルを確認してください。
ko: 아카이브의 파일을 확인해 주세요.
nl: Controleer alstublieft de bestanden in het archief.
pl: Proszę sprawdzić pliki w archiwum.
pt: Por favor, verifique os arquivos no arquivo.
ru: Пожалуйста, проверьте файлы в архиве.
th: กรุณาตรวจสอบไฟล์ในที่เก็บข้อมูล.
tr: Lütfen arşivdeki dosyaları kontrol edin.
vi: Vui lòng kiểm tra các tệp trong lưu trữ.
zh_hans: 请检查归档中的文件。
zh_hant: 請檢查存檔中的文件。

# archiveFilesCheckingLockedFilesMessage
source: Checking locked files...
ar: يتم التحقق من الملفات المقفلة...
de: Gesperrte Dateien werden überprüft...
es: Verificando archivos bloqueados...
fr: Vérification des fichiers verrouillés...
hi: लॉک की गई फ़ाइलों की जांच की जा रही है...
it: Controllo dei file bloccati...
ja: ロックされたファイルをチェックしています...
ko: 잠긴 파일을 확인하는 중...
nl: Geverifieerde vergrendelde bestanden...
pl: Sprawdzanie zablokowanych plików...
pt: Verificando arquivos bloqueados...
ru: Проверка заблокированных файлов...
th: กำลังตรวจสอบไฟล์ที่ถูกล็อก...
tr: Kilitli dosyalar kontrol ediliyor...
vi: Đang kiểm tra các tệp bị khóa...
zh_hans: 正在检查锁定文件...
zh_hant: 檢查鎖定檔案中...

# archiveFilesDescription
source: Export database files as regular .excalidraw files that can be opened outside ExcalidrawZ.
ar: تصدير ملفات قاعدة البيانات كملفات .excalidraw عادية يمكن فتحها خارج ExcalidrawZ.
de: Datenbankdateien als reguläre .excalidraw-Dateien exportieren, die außerhalb von ExcalidrawZ geöffnet werden können.
es: Exportar archivos de base de datos como archivos .excalidraw regulares que pueden abrirse fuera de ExcalidrawZ.
fr: Exporter les fichiers de base de données en tant que fichiers .excalidraw réguliers pouvant être ouverts en dehors d'ExcalidrawZ.
hi: डेटाबेस फ़ाइलों को नियमित .excalidraw फ़ाइलों के रूप में निर्यात करें जिन्हें ExcalidrawZ के बाहर खोला जा सकता है।
it: Esporta i file del database come normali file .excalidraw che possono essere aperti al di fuori di ExcalidrawZ.
ja: データベースファイルを、ExcalidrawZの外で開ける普通の.excalidrawファイルとしてエクスポートします。
ko: 데이터베이스 파일을 일반 .excalidraw 파일로 내보내어 ExcalidrawZ 외부에서 열 수 있습니다.
nl: Exporteer databasebestanden als reguliere .excalidraw-bestanden die buiten ExcalidrawZ kunnen worden geopend.
pl: Eksportowanie plików bazy danych jako zwykłych plików .excalidraw, które można otworzyć poza ExcalidrawZ.
pt: Exporte arquivos do banco de dados como arquivos .excalidraw regulares que podem ser abertos fora do ExcalidrawZ.
ru: Экспортировать файлы базы данных как обычные .excalidraw файлы, которые можно открыть вне ExcalidrawZ.
th: ส่งออกไฟล์ฐานข้อมูลเป็นไฟล์ .excalidraw ปกติที่สามารถเปิดนอก ExcalidrawZ ได้.
tr: Veritabanı dosyalarını, ExcalidrawZ dışında açılabilecek normal .excalidraw dosyaları olarak dışa aktarın.
vi: Xuất các tệp cơ sở dữ liệu dưới dạng tệp .excalidraw thông thường có thể được mở bên ngoài ExcalidrawZ.
zh_hans: 将数据库文件导出为常规 .excalidraw 文件，以便在 ExcalidrawZ 外部打开。
zh_hant: 將資料庫檔案導出為普通 .excalidraw 檔案，可以在 ExcalidrawZ 之外打開。

# archiveFilesExportButton
source: Export Archive
ar: تصدير الأرشيف
de: Archiv exportieren
es: Exportar Archivo
fr: Exporter l'archive
hi: आर्काइव निर्यात करें
it: Esporta Archivio
ja: アーカイブをエクスポート
ko: 아카이브 내보내기
nl: Archief exporteren
pl: Eksportuj archiwum
pt: Exportar Arquivo
ru: Экспортировать архив
th: ส่งออก Archive
tr: Arşivi Dışa Aktar
vi: Xuất lưu trữ
zh_hans: 导出归档
zh_hant: 導出檔案

# archiveFilesExportingMessage
source: Exporting...
ar: يتم التصدير...
de: Exportiere...
es: Exportando...
fr: Exportation...
hi: निर्यात किया जा रहा है...
it: Esportazione in corso...
ja: エクスポート中...
ko: 내보내는 중...
nl: Aan het exporteren...
pl: Eksportowanie...
pt: Exportando...
ru: Экспортируется...
th: กำลังส่งออก...
tr: Dışa aktarılıyor...
vi: Đang xuất...
zh_hans: 正在导出...
zh_hant: 正在導出...

# archiveFilesFailedMessage
source: ^[%d file](inflect: true) failed to archive.
ar: ^[%d ملف](inflect: true) فشل في الأرشفة.
de: ^[%d Datei](inflect: true) konnte nicht archiviert werden.
es: ^[%d archivo](inflect: true) no se pudo archivar.
fr: ^[%d fichier](inflect: true) a échoué à archiver.
hi: ^[%d फ़ाइल](inflect: true) आर्काइव करने में विफल रही।
it: ^[%d file](inflect: true) non è riuscito ad essere archiviato.
ja: ^[%dファイル](inflect: true)のアーカイブに失敗しました。
ko: ^[%d 개의 파일](inflect: true)을 아카이브하는 데 실패했습니다.
nl: ^[%d bestand](inflect: true) kon niet worden gearchiveerd.
pl: ^[%d plik](inflect: true) nie udało się zarchiwizować.
pt: ^[%d arquivo](inflect: true) falhou ao arquivar.
ru: ^[%d файл](inflect: true) не удалось архивировать.
th: ^[%d ไฟล์](inflect: true) ไม่สามารถเก็บไว้ใน Archive ได้.
tr: ^[%d dosya](inflect: true) arşivlenemedi.
vi: ^[%d tệp](inflect: true) đã không thể lưu trữ.
zh_hans: ^[%d 个文件](inflect: true) 归档失败。
zh_hant: ^[%d 個檔案](inflect: true) 導出失敗。

# archiveFilesIncludeLockedFilesDescription
source: ^[%d locked file](inflect: true) will be authenticated, decrypted, and exported as regular files.
ar: ^[%d ملف مقفل](inflect: true) سيتم التحقق منه، وفك تشفيره، وتصديره كملف عادي.
de: ^[%d gesperrte Datei](inflect: true) wird authentifiziert, entschlüsselt und als reguläre Dateien exportiert.
es: ^[%d archivo bloqueado](inflect: true) será autenticado, descifrado y exportado como archivos regulares.
fr: ^[%d fichier verrouillé](inflect: true) sera authentifié, déchiffré et exporté en tant que fichiers réguliers.
hi: ^[%d लॉक की गई फ़ाइल](inflect: true) को प्रामाणिक किया जाएगा, डिक्रिप्ट किया जाएगा और नियमित फ़ाइलों के रूप में निर्यात किया जाएगा।
it: ^[%d file bloccato](inflect: true) verrà autenticato, decrittografato ed esportato come file normali.
ja: ^[%dロックされたファイル](inflect: true)が認証され、復号化され、通常のファイルとしてエクスポートされます。
ko: ^[%d 개의 잠긴 파일](inflect: true)은 인증, 복호화 및 일반 파일로 내보내집니다.
nl: ^[%d vergrendeld bestand](inflect: true) zal worden geverifieerd, ontsleuteld en geëxporteerd als reguliere bestanden.
pl: ^[%d zablokowany plik](inflect: true) zostanie uwierzytelniony, odszyfrowany i wyeksportowany jako zwykły plik.
pt: ^[%d arquivo bloqueado](inflect: true) será autenticado, descriptografado e exportado como arquivos regulares.
ru: ^[%d заблокированный файл](inflect: true) будет аутентифицирован, расшифрован и экспортирован как обычный файл.
th: ^[%d ไฟล์ที่ถูกล็อก](inflect: true) จะได้รับการตรวจสอบความถูกต้อง ถอดรหัส และส่งออกเป็นไฟล์ปกติ.
tr: ^[%d kilitli dosya](inflect: true) kimlik doğrulama, şifre çözme ve normal dosyalar olarak dışa aktarılacak.
vi: ^[%d tệp bị khóa](inflect: true) sẽ được xác thực, giải mã và xuất dưới dạng các tệp thông thường.
zh_hans: ^[%d 个锁定文件](inflect: true) 将被验证、解密并作为常规文件导出。
zh_hant: ^[%d 個鎖定檔案](inflect: true) 將被身份驗證、解密，並作為普通檔案導出。

# archiveFilesIncludeLockedFilesTitle
source: Include Locked Files
ar: تضمين الملفات المقفلة
de: Gesperrte Dateien einbeziehen
es: Incluir Archivos Bloqueados
fr: Inclure les fichiers verrouillés
hi: लॉक की गई फ़ाइलें शामिल करें
it: Includi File Bloccati
ja: ロックされたファイルを含める
ko: 잠긴 파일 포함
nl: Vergrendelde bestanden opnemen
pl: Uwzględnij zablokowane pliki
pt: Incluir Arquivos Bloqueados
ru: Включить заблокированные файлы
th: รวมไฟล์ที่ถูกล็อก
tr: Kilitli Dosyaları Dahil Et
vi: Bao gồm các tệp bị khóa
zh_hans: 包括锁定文件
zh_hant: 包含鎖定檔案

# archiveFilesNoLockedFilesMessage
source: No locked files will be included.
ar: لن يتم تضمين أي ملفات مقفلة.
de: Es werden keine gesperrten Dateien einbezogen.
es: No se incluirán archivos bloqueados.
fr: Aucun fichier verrouillé ne sera inclus.
hi: कोई लॉक की गई फ़ाइलें शामिल नहीं की जाएँगी।
it: Non verranno inclusi file bloccati.
ja: ロックされたファイルは含まれません。
ko: 잠긴 파일은 포함되지 않습니다.
nl: Er worden geen vergrendelde bestanden opgenomen.
pl: Nie będą uwzględnione żadne zablokowane pliki.
pt: Nenhum arquivo bloqueado será incluído.
ru: Заблокированные файлы не будут включены.
th: ไม่มีไฟล์ที่ถูกล็อกจะถูกรวมอยู่.
tr: Hiçbir kilitli dosya dahil edilmeyecek.
vi: Không có tệp bị khóa nào sẽ được bao gồm.
zh_hans: 将不包括任何锁定文件。
zh_hant: 不會包含任何鎖定檔案。

# archiveFilesTitle
source: Archive Files
ar: أرشفة الملفات
de: Dateien archivieren
es: Archivar Archivos
fr: Archiver les fichiers
hi: फ़ाइलों का आर्काइव
it: Archivia File
ja: ファイルをアーカイブ
ko: 파일 아카이브
nl: Bestanden archiveren
pl: Archiwizuj pliki
pt: Arquivar Arquivos
ru: Архивирование файлов
th: เก็บไฟล์
tr: Dosyaları Arşivle
vi: Lưu trữ tệp
zh_hans: 归档文件
zh_hant: 檔案歸檔

# backupButtonDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# backupButtonExport
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспортировать
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# backupName
source: Backup at %@
ar: نسخة احتياطية في %@
de: Backup am %@
es: Copia de seguridad en %@
fr: Sauvegarde à %@
hi: बैकअप %@ पर
it: Backup a %@
ja: %@ のバックアップ
ko: %@의 백업
nl: Backup op %@
pl: Kopia zapasowa z %@
pt: Backup em %@
ru: Резервная копия от %@
th: สำรองที่ %@
tr: %@'de Yedekle
vi: Sao lưu vào %@
zh_hans: 备份-%@
zh_hant: 備份於 %@

# backupsDeleteConfirmationTitle
source: Are you sure to delete this backup?
ar: هل أنت متأكد من أنك تريد حذف هذه النسخة الاحتياطية؟
de: Bist du sicher, dass du dieses Backup löschen möchtest?
es: ¿Estás seguro de que deseas eliminar esta copia de seguridad?
fr: Êtes-vous sûr de vouloir supprimer cette sauvegarde ?
hi: क्या आप इस बैकअप को हटाने के लिए निश्चित हैं?
it: Sei sicuro di voler eliminare questo backup?
ja: このバックアップを削除してもよろしいですか？
ko: 이 백업을 삭제하시겠습니까?
nl: Weet je zeker dat je deze back-up wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę kopię zapasową?
pt: Você tem certeza de que deseja excluir este backup?
ru: Вы уверены, что хотите удалить эту резервную копию?
th: คุณแน่ใจหรือไม่ที่จะลบแบ็คอัพนี้?
tr: Bu yedeği silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa bản sao lưu này không?
zh_hans: 您确定要删除此备份吗？
zh_hant: 您確定要刪除此備份嗎？

# canvasPreferencesArrowBindingTitle
source: Arrow binding
ar: ربط الأسهم
de: Pfeilbindung
es: Vinculación de flechas
fr: Liaison des flèches
hi: तीर बाइंडिंग
it: Aggancio freccia
ja: 矢印の接続
ko: 화살표 연결
nl: Pijlkoppeling
pl: Wiązanie strzałek
pt: Vinculação de setas
ru: Привязка стрелок
th: การผูกลูกศร
tr: Ok bağlama
vi: Ràng buộc mũi tên
zh_hans: 箭头绑定
zh_hant: 箭頭綁定

# canvasPreferencesCanvasBackgroundTitle
source: Canvas background
ar: خلفية اللوحة
de: Leinwandhintergrund
es: Fondo del lienzo
fr: Arrière-plan du canevas
hi: कैनवास पृष्ठभूमि
it: Sfondo tela
ja: キャンバスの背景
ko: 캔버스 배경
nl: Canvas-achtergrond
pl: Tło płótna
pt: Fundo do quadro
ru: Фон холста
th: พื้นหลังแคนวาส
tr: Tuval arka planı
vi: Nền canvas
zh_hans: 画布背景
zh_hant: 畫布背景

# canvasPreferencesSelectOnOptionOverlap
source: Overlap
ar: تراكب
de: Überlappen
es: Superposición
fr: Chevauchement
hi: ओवरलैप
it: Sovrapposizione
ja: 重なり
ko: 겹침
nl: Overlappen
pl: Nakładanie
pt: Interseção
ru: Перекрытие
th: ซ้อนทับ
tr: Örtüşme
vi: Chồng lấn
zh_hans: 相交
zh_hant: 部分重疊

# canvasPreferencesSelectOnOptionWrap
source: Wrap
ar: التفاف
de: Umschließen
es: Encerrar
fr: Entourer
hi: रैप
it: Avvolgi
ja: 完全に含む
ko: 감싸기
nl: Omsluiten
pl: Zawijanie
pt: Contenção
ru: Циклический выбор
th: ครอบคลุม
tr: Tam kapsama
vi: Bao quanh
zh_hans: 完全包含
zh_hant: 完全包覆

# canvasPreferencesSelectOnTitle
source: Select on
ar: التحديد على
de: Auswählen bei
es: Seleccionar al
fr: Sélectionner sur
hi: किस पर चयन करें
it: Seleziona su
ja: 選択方法
ko: 선택 동작
nl: Selecteren bij
pl: Zaznaczanie przy
pt: Selecionar por
ru: Выбор при
th: เลือกเมื่อ
tr: Seçim modu
vi: Chọn khi
zh_hans: 选择方式
zh_hant: 選取條件
